
<div class="about">

        <div class="about__inner">
            <h2 class="about_pro">Онлайн школа математики</h2>
            <h3 class="about_prox">Використовуються практичні методи навчання. Вони передбачають різні види діяльності.
                Вправи — багаторазове повторення певних дій або видів діяльності з метою їх засвоєння, яке спирається на розуміння і супроводжується свідомим контролем і коригуванням.
                Використовую такі види вправ:
                підготовчі — готують учнів до сприйняття нових знань і способів їх застосування на практиці;
                вступні — сприяють засвоєнню нового матеріалу на основі розрізнення споріднених понять і дій;
                пробні — перші завдання на застосування щойно засвоєних знань;
                тренувальні — набуття учнями навичок у стандартних умовах (за зразком, інструкцією, завданням);
                творчі — за змістом і методами виконання наближаються до реальних життєвих ситуацій;
                контрольні — переважно навчальні (письмові, графічні, практичні вправи).</h3>
    
    </div>
</div>
